#ინტერნეტი  ერთმანეთზე მიერთებული კომპიუტერების საჯაროდ ხელმისაწვდომი ქსელი. ინტერნეტს ზოგჯერ ეძახიან, უბრალოდ ქსელს  ანუ ქსელთა ქსელს, სადაც მომხმარებლებს, თუ მათ აქვთ უფლებები, შეუძლიათ ნებისმიერი კომპიუტერიდან მიიღონ ინფორმაცია. ინტერნეტი აღნიშნავს გლობალურ კომპიუტერულ ქსელს, რომელიც ეფუძნება IP პროტოკოლს და პაკეტთა მარშრუტიზაციას. ინტერნეტი ქმნის გლობალურ საინფორმაციო სივრცეს და წარმოადგენს მსოფლიო ქსელის საფუძველს.

#ჩვენ ერთმანეთთან და საზღვარგარეთ ხალხთან წვდომა კაბელების საშუალებით გვაქვს.

#ყველა სახლში ვისაც ინტერნეტი აქვს არის როუტერი ეს როუტერი გამოსცემს ულტრაიისფერ ტალღებს ანუ wi-fi-ს და ამ ტალღებს იღებენ ჩვენი ტელეფონები და ამის შემდეგ აქვს ინტერნეტთან წვდომა.

